Repository: vakesz/Glasstual
Catalog: Sources/App/Protocol/IRC.xcstrings
Source language: en
Languages: de, hu

# nickname-retries-exhausted
source: The server refused every nickname that was tried. Choose another one with the /nick command to continue.
de: Der Server hat alle versuchten Nicknamen abgelehnt. Wähle mit /nick einen anderen, um fortzufahren.
hu: A kiszolgáló minden kipróbált becenevet elutasított. A folytatáshoz válassz másikat a /nick paranccsal.

# nick-serv-identification-timed-out
source: NickServ has not confirmed identification within 30 seconds. Joining configured channels anyway.
de: NickServ hat die Identifizierung nicht innerhalb von 30 Sekunden bestätigt. Den konfigurierten Kanälen wird trotzdem beigetreten.
hu: A NickServ 30 másodpercen belül nem erősítette meg az azonosítást. Ennek ellenére csatlakozunk a beállított csatornákhoz.

# added-ignore-that-matches-with-pattern
source: Added ignore that matches %1$@ with pattern: %2$@
de: Ignorierregel für %1$@ mit folgendem Muster hinzugefügt: %2$@
hu: Mellőzési szabály hozzáadva ehhez: %1$@. Minta: %2$@

source: All timers removed
de: Alle Timer entfernt
hu: Minden időzítő eltávolítva

source: Are you plugged into the server?
de: Besteht überhaupt eine Verbindung zum Server?
hu: Biztosan kapcsolódsz a kiszolgálóhoz?

# are-you-sure-you-want
source: Are you sure you want to send this message?
de: Möchtest du diese Nachricht wirklich senden?
hu: Biztosan elküldöd ezt az üzenetet?

source: as classic binary on an %@ Mac.
de: als klassische Binärdatei auf einem %@-Mac.
hu: klasszikus binárisként egy %@ Macen.

# attempting-to-rejoin-channel-in-three
source: Attempting to rejoin channel in three seconds
de: Erneuter Kanalbeitritt in drei Sekunden
hu: Újracsatlakozás a csatornához három másodperc múlva

# ban-exception
source: Ban exception in %1$@: %2$@
de: Bann-Ausnahme in %1$@: %2$@
hu: Kitiltási kivétel itt: %1$@. Minta: %2$@

# ban-exception-in-set
source: Ban exception in %1$@: %2$@ set by %3$@ on %4$@
de: Bann-Ausnahme in %1$@: %2$@, gesetzt von %3$@ am %4$@
hu: Kitiltási kivétel itt: %1$@. Minta: %2$@. Beállította: %3$@, időpont: %4$@

# ban-in-set
source: Ban in %1$@: %2$@ set by %3$@ on %4$@
de: Bann in %1$@: %2$@, gesetzt von %3$@ am %4$@
hu: Kitiltás itt: %1$@. Minta: %2$@. Beállította: %3$@, időpont: %4$@

# ban-list
source: Ban in %1$@: %2$@
de: Bann in %1$@: %2$@
hu: Kitiltás itt: %1$@. Minta: %2$@

source: Be back later
de: Bin später wieder da
hu: Később visszajövök

source: ------------- Begin Session -------------
de: ------------- Sitzungsbeginn -------------
hu: ------------- Munkamenet kezdete -------------

# cannot-disable-the-feature-because
source: Cannot disable the feature “%@” because it is not supported
de: Die Funktion "%@" kann nicht deaktiviert werden, da sie nicht unterstützt wird
hu: A(z) "%@" funkció nem tiltható le, mert nem támogatott

# cannot-enable-the-feature-because
source: Cannot enable the feature “%@” because it is not supported
de: Die Funktion "%@" kann nicht aktiviert werden, da sie nicht unterstützt wird
hu: A(z) "%@" funkció nem engedélyezhető, mert nem támogatott

source: Cannot find channel named “%@”
de: Kein Kanal mit dem Namen "%@" gefunden
hu: Nem található "%@" nevű csatorna

# cannot-remove-ignore-for-because-glasstual
source: Cannot remove ignore for %@ because Glasstual isn’t sure which to remove. More than one ignore exists that matches this user. To remove a specific ignore, open the Address Book using the keyboard shortcut Control 3.
de: Die Ignorierregel für %@ kann nicht eindeutig bestimmt werden. Mehrere Regeln passen auf diesen Benutzer. Öffne das Adressbuch mit Control 3, um eine bestimmte Regel zu entfernen.
hu: Nem egyértelmű, melyik mellőzési szabályt kell eltávolítani ehhez: %@. Több szabály is illeszkedik erre a felhasználóra. Egy adott szabály eltávolításához nyisd meg a Címjegyzéket a Control 3 billentyűparanccsal.

# cannot-send-operator-message-because
source: Cannot send operator message because the mode +o is not supported by this server.
de: Die Operatornachricht kann nicht gesendet werden, da dieser Server den Modus +o nicht unterstützt.
hu: Nem küldhető operátori üzenet, mert a kiszolgáló nem támogatja a +o módot.

# cannot-set-color-for-because
source: Cannot set color for “%@” because that does not appear to be a valid nickname.
de: Für "%@" kann keine Farbe festgelegt werden, da dies kein gültiger Nickname zu sein scheint.
hu: Nem állítható be szín ehhez: "%@", mert nem tűnik érvényes becenévnek.

source: Cannot use nickname “%@” — Trying another…
de: Der Nickname "%@" kann nicht verwendet werden. Ein anderer wird versucht…
hu: A(z) "%@" becenév nem használható. Másik próbálása…

# changed-the-topic
source: %1$@ changed the topic to %2$@
de: %1$@ hat das Thema in %2$@ geändert
hu: %1$@ erre módosította a témát: %2$@

# command-responses-which-are-normally-hidden
source: ⍅ Command responses which are normally hidden will be output to this window until it is closed by control clicking (right clicking) it. ⍆
de: ⍅ Normalerweise ausgeblendete Befehlsantworten werden in diesem Fenster angezeigt, bis du es per Control-Klick oder Rechtsklick schließt. ⍆
hu: ⍅ Az általában rejtett parancsválaszok ebben az ablakban jelennek meg, amíg be nem zárod a Control billentyűvel kattintva vagy jobb kattintással. ⍆

# connect-command-sent
source: Connect command sent to %1$@: %2$@
de: Verbindungsbefehl an %1$@ gesendet: %2$@
hu: Kapcsolódási parancs elküldve ide: %1$@. Parancs: %2$@

# connecting-to-for-a-direct-chat
source: Connecting to %1$@ for a direct chat (%2$@ port %3$@)…
de: Verbindung für direkten Chat mit %1$@ wird hergestellt (%2$@, Port %3$@)…
hu: Kapcsolódás közvetlen csevegéshez: %1$@ (%2$@, port: %3$@)…

# connecting-to-on-port
source: Connecting to [%1$@] on port %2$@
de: Verbindung zu [%1$@] auf Port %2$@ wird hergestellt
hu: Kapcsolódás ehhez: [%1$@], port: %2$@

# connecting-using-http-proxy-on-port
source: Connecting using HTTP proxy [%1$@] on port %2$@
de: Verbindung über HTTP-Proxy [%1$@] auf Port %2$@ wird hergestellt
hu: Kapcsolódás HTTP-proxyn keresztül: [%1$@], port: %2$@

# connecting-using-socks5-proxy-on-port
source: Connecting using SOCKS5 proxy [%1$@] on port %2$@
de: Verbindung über SOCKS5-Proxy [%1$@] auf Port %2$@ wird hergestellt
hu: Kapcsolódás SOCKS5-proxyn keresztül: [%1$@], port: %2$@

# connection-is-not-forward-secret
source: 04Warning: This connection is not forward secret. The server offers only legacy cipher suites, so anyone who later obtains its private key can decrypt a recording of this session.
de: 04Warnung: Diese Verbindung ist nicht forward secret. Der Server bietet nur veraltete Cipher-Suites an, sodass jeder, der später seinen privaten Schlüssel erlangt, eine Aufzeichnung dieser Sitzung entschlüsseln kann.
hu: 04Figyelmeztetés: Ez a kapcsolat nem forward secret. A kiszolgáló csak örökölt titkosítási csomagokat kínál, így aki később megszerzi a privát kulcsát, visszafejtheti a munkamenet rögzített forgalmát.

source: Connection secured using %@
de: Verbindung mit %@ gesichert
hu: A kapcsolat titkosítása: %@

source: Connection service closed unexpectedly
de: Der Verbindungsdienst wurde unerwartet beendet
hu: A kapcsolati szolgáltatás váratlanul leállt

source: Connection to host at [%@] established
de: Verbindung zum Host [%@] hergestellt
hu: Létrejött a kapcsolat ezzel a géppel: [%@]

source: Connection to host established
de: Verbindung zum Host hergestellt
hu: Létrejött a kapcsolat a géppel

# could-not-determine-an-address
source: Could not determine an address to offer %@ for the direct chat.
de: Es konnte keine Adresse für das direkte Chatangebot an %@ ermittelt werden.
hu: Nem sikerült meghatározni a közvetlen csevegéshez %@ számára felajánlható címet.

# ctcp-from-was-ignored
source: -CTCP- %1$@ from %2$@ was ignored
de: -CTCP- %1$@ von %2$@ wurde ignoriert
hu: -CTCP- %1$@ figyelmen kívül hagyva, küldő: %2$@

# ctcp-sec
source: -%1$@ CTCP- %2$@ (%3$1.5f sec)
de: -%1$@ CTCP- %2$@ (%3$1.5f Sek.)
hu: -%1$@ CTCP- %2$@ (%3$1.5f mp)

# declined-direct-chat-request
source: Declined direct chat request from %@
de: Direkte Chatanfrage von %@ abgelehnt
hu: %@ közvetlen csevegési kérése elutasítva

# defaults-command-can-be-used
source: The defaults command can be used to toggle very specific, rarely used features. Usage: “/defaults enable <token>” — Enables the feature defined by <token> “/defaults disable <token>” — Disables the feature defined by <token> Surround <token> with double quotes (") if it contains a space.
de: Mit defaults lassen sich spezielle, selten verwendete Funktionen umschalten. Verwendung: "/defaults enable <token>" – Aktiviert die durch <token> bezeichnete Funktion "/defaults disable <token>" – Deaktiviert die durch <token> bezeichnete Funktion Setze <token> in doppelte Anführungszeichen ("), wenn es Leerzeichen enthält.
hu: A defaults paranccsal ritkán használt speciális funkciók kapcsolhatók be és ki. Használat: "/defaults enable <token>" – A <token> által jelölt funkció engedélyezése "/defaults disable <token>" – A <token> által jelölt funkció letiltása Ha a <token> szóközt tartalmaz, tedd dupla idézőjelek (") közé.

# delaying-auto-connect-for-seconds
source: Delaying auto connect for %lu seconds
de: Automatische Verbindung um %lu Sekunden verzögert
hu: Automatikus kapcsolódás késleltetése: %lu másodperc

# developer-mode-required
source: This command is only available while Developer Mode is enabled.
de: Dieser Befehl ist nur bei aktiviertem Entwicklermodus verfügbar.
hu: Ez a parancs csak bekapcsolt fejlesztői módban érhető el.

# direct-chat-dcc-chat-with-closed
source: Direct chat with %@ closed
de: Direkter Chat mit %@ geschlossen
hu: A közvetlen csevegés lezárult vele: %@

# direct-chat-is-not-connected
source: The direct chat is not connected.
de: Der direkte Chat ist nicht verbunden.
hu: A közvetlen csevegés nincs csatlakoztatva.

# direct-chat-with-closed
source: Direct chat with %1$@ closed: %2$@
de: Direkter Chat mit %1$@ geschlossen: %2$@
hu: A közvetlen csevegés lezárult vele: %1$@. Indok: %2$@

source: Direct chat with %@ established
de: Direkter Chat mit %@ hergestellt
hu: Létrejött a közvetlen csevegés vele: %@

source: Disabled Feature: %@
de: Deaktivierte Funktion: %@
hu: Letiltott funkció: %@

source: Disconnected for server redirect
de: Verbindung wegen Serverumleitung getrennt
hu: Kapcsolat bontva a kiszolgáló átirányítása miatt

source: Disconnected for Sleep Mode
de: Verbindung für den Ruhezustand getrennt
hu: Kapcsolat bontva az alvó állapot miatt

# disconnected-from-server-because
source: Disconnected from server because of an untrusted certificate
de: Verbindung zum Server wegen eines nicht vertrauenswürdigen Zertifikats getrennt
hu: Kapcsolat bontva a kiszolgálóval egy nem megbízható tanúsítvány miatt

# disconnected-from-server-because-the-internet
source: Disconnected from server because the Internet is not reachable
de: Verbindung zum Server getrennt, da das Internet nicht erreichbar ist
hu: Kapcsolat bontva a kiszolgálóval, mert az internet nem érhető el

source: Enabled Feature: %@
de: Aktivierte Funktion: %@
hu: Engedélyezett funkció: %@

source: End of silence list
de: Ende der Silence-Liste
hu: A némítási lista vége

source: ------------- End Session -------------
de: ------------- Sitzungsende -------------
hu: ------------- Munkamenet vége -------------

source: Everyone except: %@
de: Alle außer: %@
hu: Mindenki, kivéve: %@

source: Expires after %@
de: Läuft nach %@ ab
hu: Lejár ennyi idő múlva: %@

# extended-ban-of-type
source: Extended ban of type “%1$@”: %2$@
de: Erweiterter Bann vom Typ "%1$@": %2$@
hu: "%1$@" típusú kiterjesztett kitiltás: %2$@

# failed-to-send-data-to-server
source: Failed to send data to server. Not connected.
de: Daten konnten nicht an den Server gesendet werden. Nicht verbunden.
hu: Nem sikerült adatot küldeni a kiszolgálónak. Nincs kapcsolat.

# file-at-could-not-be-offered
source: The file at %@ could not be offered for transfer.
de: Die Datei unter %@ konnte nicht zur Übertragung angeboten werden.
hu: A(z) %@ helyen lévő fájlt nem sikerült felajánlani átvitelre.

# following-capabilities-are-currently-enabled
source: The following capabilities are currently enabled: %@
de: Derzeit aktivierte Fähigkeiten: %@
hu: Jelenleg engedélyezett képességek: %@

# glasstual-has-prevented-you-from-banning
source: Glasstual has prevented you from banning yourself on %@
de: Glasstual hat verhindert, dass du dich selbst in %@ bannst
hu: A Glasstual megakadályozta, hogy kitiltsd magad innen: %@

# glasstual-has-received-a-dcc-request
source: Glasstual has received a DCC request from %@ that could not be processed.
de: Glasstual hat eine DCC-Anfrage von %@ erhalten, die nicht verarbeitet werden konnte.
hu: A Glasstual nem feldolgozható DCC-kérést kapott ettől: %@.

# had-userhost-and-real-name
source: %1$@ had userhost %2$@@%3$@ and real name “%4$@”
de: %1$@ hatte die Benutzeradresse %2$@@%3$@ und den echten Namen "%4$@"
hu: %1$@ korábbi felhasználói címe: %2$@@%3$@, valódi neve: "%4$@"

# has-userhost-and-real-name
source: %1$@ has userhost %2$@@%3$@ and real name “%4$@”
de: %1$@ hat die Benutzeradresse %2$@@%3$@ und den echten Namen "%4$@"
hu: %1$@ felhasználói címe: %2$@@%3$@, valódi neve: "%4$@"

source: I am using %@
de: Ich verwende %@
hu: Ezt használom: %@

# id-status-interval-next-fire-command
source: ID: %1$@ • Status: %2$@ • Interval: %3$@ • Next Fire: %4$@ • Command: “%5$@”
de: ID: %1$@ • Status: %2$@ • Intervall: %3$@ • Nächste Ausführung: %4$@ • Befehl: "%5$@"
hu: Azonosító: %1$@ • Állapot: %2$@ • Időköz: %3$@ • Következő futás: %4$@ • Parancs: "%5$@"

# id-status-interval-next-fire-repeat
source: ID: %1$@ • Status: %2$@ • Interval: %3$@ • Next Fire: %4$@ • Repeat: Yes • Repeat Limit: %5$@ • Iteration: %6$ld • Command: “%7$@”
de: ID: %1$@ • Status: %2$@ • Intervall: %3$@ • Nächste Ausführung: %4$@ • Wiederholen: Ja • Wiederholungslimit: %5$@ • Durchlauf: %6$ld • Befehl: "%7$@"
hu: Azonosító: %1$@ • Állapot: %2$@ • Időköz: %3$@ • Következő futás: %4$@ • Ismétlés: Igen • Ismétlési korlát: %5$@ • Sorszám: %6$ld • Parancs: "%7$@"

# ignore-already-exists-that-matches
source: An ignore already exists that matches %@. To modify this ignore, open the Address Book using the keyboard shortcut Control 3.
de: Es gibt bereits eine Ignorierregel für %@. Öffne das Adressbuch mit Control 3, um sie zu ändern.
hu: Már létezik mellőzési szabály ehhez: %@. Módosításához nyisd meg a Címjegyzéket a Control 3 billentyűparanccsal.

source: Invalid syntax: “%@”
de: Ungültige Syntax: "%@"
hu: Érvénytelen szintaxis: "%@"

# invalid-syntax-type-defaults-help
source: Invalid Syntax. Type “/defaults help” for more information.
de: Ungültige Syntax. Weitere Informationen mit /defaults help.
hu: Érvénytelen szintaxis. További információ: /defaults help

# invalid-syntax-type-timer-help
source: Invalid Syntax. Type “/timer help” for more information.
de: Ungültige Syntax. Weitere Informationen mit /timer help.
hu: Érvénytelen szintaxis. További információ: /timer help

# invite-exception
source: Invite exception in %1$@: %2$@
de: Einladungs-Ausnahme in %1$@: %2$@
hu: Meghívási kivétel itt: %1$@. Minta: %2$@

# invite-exception-in-set
source: Invite exception in %1$@: %2$@ set by %3$@ on %4$@
de: Einladungs-Ausnahme in %1$@: %2$@, gesetzt von %3$@ am %4$@
hu: Meghívási kivétel itt: %1$@. Minta: %2$@. Beállította: %3$@, időpont: %4$@

# invited-to-join
source: %1$@ invited %2$@ to join %3$@
de: %1$@ hat %2$@ nach %3$@ eingeladen
hu: %1$@ meghívta %2$@ felhasználót ide: %3$@

# invited-you-to-join
source: %1$@!%2$@@%3$@ invited you to join %4$@
de: %1$@!%2$@@%3$@ hat dich nach %4$@ eingeladen
hu: %1$@!%2$@@%3$@ meghívott ide: %4$@

# inviting-to-join
source: Inviting %1$@ to join %2$@
de: %1$@ wird nach %2$@ eingeladen
hu: %1$@ meghívása ide: %2$@

source: %@ IRC Network
de: IRC-Netzwerk %@
hu: %@ IRC-hálózat

source: %@ is a bot
de: %@ ist ein Bot
hu: %@ egy bot

# is-away
source: %1$@ is away (%2$@)
de: %1$@ ist abwesend (%2$@)
hu: %1$@ távol van (%2$@)

# is-connected
source: %1$@ is connected from %2$@ (%3$@)
de: %1$@ ist von %2$@ aus verbunden (%3$@)
hu: %1$@ innen kapcsolódik: %2$@ (%3$@)

# is-now-known
source: %1$@ is now known as %2$@
de: %1$@ heißt jetzt %2$@
hu: %1$@ új beceneve: %2$@

# isupport-driven-messages-extended-ban-of-type
source: Extended ban of type “%@”
de: Erweiterter Bann vom Typ "%@"
hu: "%@" típusú kiterjesztett kitiltás

# isupport-driven-messages-muted
source: Muted: %@
de: Stummgeschaltet: %@
hu: Némítva: %@

# isupport-driven-messages-quieted
source: Quieted: %@
de: Im Kanal stummgeschaltet: %@
hu: Csatornán némítva: %@

# joined-the-channel
source: %1$@ (%2$@@%3$@) joined the channel
de: %1$@ (%2$@@%3$@) ist dem Kanal beigetreten
hu: %1$@ (%2$@@%3$@) csatlakozott a csatornához

# joined-the-query-by-connecting
source: %1$@ joined the query by connecting to IRC
de: %1$@ ist durch die Verbindung mit IRC dem Gespräch beigetreten
hu: %1$@ az IRC-hez kapcsolódva csatlakozott a beszélgetéshez

# joining-channels-has-been-delayed-because
source: Joining channels has been delayed because you haven’t identified. Perform “/autojoin” to join channels without identifying.
de: Der Kanalbeitritt wurde verzögert, da du dich noch nicht identifiziert hast. Mit /autojoin kannst du ohne Identifizierung beitreten.
hu: A csatornákhoz való csatlakozás késik, mert még nem azonosítottad magad. A /autojoin paranccsal azonosítás nélkül is csatlakozhatsz.

# join-refused-name-too-long
source: Not joining %1$@ because this server accepts channel names of at most %ld characters.
de: %1$@ wird nicht beigetreten, da dieser Server Kanalnamen mit höchstens %ld Zeichen akzeptiert.
hu: Nem csatlakozunk ide: %1$@, mert a kiszolgáló legfeljebb %ld karakter hosszúságú csatornaneveket fogad el.

# joining-would-exceed-the-limit
source: Joining %1$@ would exceed the limit of %lu channels with the prefix “%3$@” on this server. The server may refuse the join.
de: Der Beitritt zu %1$@ würde das Limit von %lu Kanälen mit dem Präfix "%3$@" auf diesem Server überschreiten. Der Server könnte den Beitritt ablehnen.
hu: A(z) %1$@ csatornához való csatlakozás meghaladná a(z) "%3$@" előtagú csatornák %lu csatorna korlátját ezen a kiszolgálón. A kiszolgáló elutasíthatja a csatlakozást.

# kicked-from-the-channel
source: %1$@ kicked %2$@ from the channel (%3$@)
de: %1$@ hat %2$@ aus dem Kanal geworfen (%3$@)
hu: %1$@ kirúgta %2$@ felhasználót a csatornáról (%3$@)

# lagcheck-command-okay
source: Okay
de: In Ordnung
hu: Rendben

# lagcheck-command-slow
source: Slow
de: Langsam
hu: Lassú

# left-irc
source: %1$@ (%2$@@%3$@) left IRC
de: %1$@ (%2$@@%3$@) hat IRC verlassen
hu: %1$@ (%2$@@%3$@) kilépett az IRC-ről

# left-the-channel
source: %1$@ (%2$@@%3$@) left the channel
de: %1$@ (%2$@@%3$@) hat den Kanal verlassen
hu: %1$@ (%2$@@%3$@) elhagyta a csatornát

# left-the-query-by-disconnecting
source: %1$@ left the query by disconnecting from IRC
de: %1$@ hat das Gespräch durch Trennen der IRC-Verbindung verlassen
hu: %1$@ az IRC-kapcsolat bontásával elhagyta a beszélgetést

# message-that-you-are-sending
source: The message that you are sending is very large which means it will be split up into multiple messages. Sending too many messages at once is often considered disruptive and may result in a ban.
de: Deine Nachricht ist sehr lang und wird daher auf mehrere Nachrichten aufgeteilt. Zu viele Nachrichten auf einmal gelten oft als störend und können zu einem Bann führen.
hu: Az üzeneted nagyon hosszú, ezért több üzenetre lesz felosztva. A túl sok üzenet egyidejű küldését gyakran zavarónak tekintik, és kitiltást eredményezhet.

# messages-cannot-be-sent
source: Messages cannot be sent to this window.
de: In diesem Fenster können keine Nachrichten gesendet werden.
hu: Ebbe az ablakba nem küldhetők üzenetek.

# minutes-have-elapsed-since-last-response
source: %.0f minutes have elapsed since last response from this connection. Disconnecting due to timeout.
de: Seit der letzten Antwort dieser Verbindung sind %.0f Minuten vergangen. Verbindung wegen Zeitüberschreitung getrennt.
hu: %.0f perc telt el a kapcsolat utolsó válasza óta. Kapcsolat bontása időtúllépés miatt.

# minutes-have-elapsed-since-last-response-from-this
source: %.0f minutes have elapsed since last response from this connection. It’s possible the connection is timing out.
de: Seit der letzten Antwort dieser Verbindung sind %.0f Minuten vergangen. Möglicherweise liegt eine Zeitüberschreitung vor.
hu: %.0f perc telt el a kapcsolat utolsó válasza óta. Lehet, hogy a kapcsolat időtúllépés miatt meg fog szakadni.

# miscellaneous-messages-related-ctcp
source: -CTCP- %1$@ from %2$@
de: -CTCP- %1$@ von %2$@
hu: -CTCP- %1$@, küldő: %2$@

# miscellaneous-messages-related-disconnected
source: Disconnected
de: Getrennt
hu: Kapcsolat bontva

# miscellaneous-messages-related-is
source: %1$@ is in %2$@
de: %1$@ ist in %2$@
hu: %1$@ itt van: %2$@

# miscellaneous-messages-related-is-connected
source: %1$@ is connected on %2$@ (%3$@)
de: %1$@ ist mit %2$@ verbunden (%3$@)
hu: %1$@ ehhez kapcsolódik: %2$@ (%3$@)

# miscellaneous-messages-related-message
source: Message (%1$d): %2$@
de: Nachricht (%1$d): %2$@
hu: Üzenet (%1$d): %2$@

# miscellaneous-messages-related-mode
source: Mode is %@
de: Modus: %@
hu: Mód: %@

# miscellaneous-messages-related-reconnecting
source: Reconnecting…
de: Verbindung wird erneut hergestellt…
hu: Újracsatlakozás…

# miscellaneous-messages-related-retrying
source: Retrying…
de: Erneuter Versuch…
hu: Újrapróbálkozás…

# miscellaneous-messages-related-set
source: Set by %1$@ on %2$@
de: Gesetzt von %1$@ am %2$@
hu: Beállította: %1$@, időpont: %2$@

# miscellaneous-messages-related-topic
source: Topic is %@
de: Thema: %@
hu: Téma: %@

# miscellaneous-messages-related-was-connected
source: %1$@ was connected from %2$@ (%3$@)
de: %1$@ war von %2$@ aus verbunden (%3$@)
hu: %1$@ innen kapcsolódott: %2$@ (%3$@)

# miscellaneous-messages-related-website
source: Website is %@
de: Website: %@
hu: Weboldal: %@

# mode-is-not-supported
source: The mode +%@ is not supported on this server
de: Der Modus +%@ wird von diesem Server nicht unterstützt
hu: A kiszolgáló nem támogatja a +%@ módot

source: Needs work
de: Verbesserungsbedürftig
hu: Fejlesztendő

# netjoin-between-and-users-rejoined
source: Netjoin between %1$@ and %2$@: %lu users rejoined (%4$@)
de: Netjoin zwischen %1$@ und %2$@: %lu Benutzer zurückgekehrt (%4$@)
hu: Hálózategyesülés %1$@ és %2$@ között: %lu felhasználó visszatért (%4$@)

# netsplit-and-netjoin-summaries-more
source: %1$@, … and %lu more
de: %1$@, … und %lu weitere
hu: %1$@, … és még %lu felhasználó

# netsplit-between-and-users-left
source: Netsplit between %1$@ and %2$@: %lu users left (%4$@)
de: Netsplit zwischen %1$@ und %2$@: %lu Benutzer getrennt (%4$@)
hu: Hálózatszakadás %1$@ és %2$@ között: %lu felhasználó kilépett (%4$@)

# nick-changes-blocked
source: Nick changes blocked for %@
de: Nickname-Wechsel gesperrt für %@
hu: Becenévváltás letiltva ehhez: %@

# nickname-completion-weights
source: Nickname completion weights for %@:
de: Gewichtung der Nickname-Vervollständigung für %@:
hu: Becenév-kiegészítési súlyok ehhez: %@:

# no-ignores-could-be-found
source: No ignores could be found that matches %@
de: Keine Ignorierregel für %@ gefunden
hu: Nem található mellőzési szabály ehhez: %@

source: No Limit
de: Unbegrenzt
hu: Nincs korlát

source: No weights
de: Keine Gewichtungen
hu: Nincsenek súlyok

source: Not bad
de: Nicht schlecht
hu: Nem rossz
